bierner.markdown-mermaid
blackmist.LinkCheckMD
DavidAnson.vscode-markdownlint
docsmsft.docs-article-templates
docsmsft.docs-authoring-pack
docsmsft.docs-images
docsmsft.docs-linting
docsmsft.docs-markdown
docsmsft.docs-metadata
docsmsft.docs-preview
docsmsft.docs-yaml
eamodio.gitlens
EditorConfig.EditorConfig
fallenwood.vimL
firefox-devtools.vscode-firefox-debug
golang.go
jebbs.plantuml
johnpapa.vscode-peacock
karigari.chat
koog1000.fossil
llvm-vs-code-extensions.vscode-clangd
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-python.python
ms-vscode.azure-account
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
ms-vsts.team
msjsdiag.debugger-for-chrome
notskm.clang-tidy
PKief.material-icon-theme
redhat.vscode-yaml
sdras.night-owl
Shinotatwu-DS.file-tree-generator
stefanstranger.vscode-microsoftteams
streetsidesoftware.code-spell-checker
xaver.clang-format
zhuangtongfa.material-theme
